//
//  FxUG
//  
// ENGLISH localization file
//
// 
//	@author			Jens Krause [www.websector.de]
//	@date			02/01/09
//	@see			http://www.websector.de/blog/2009/01/27/free-iphone-app-for-flex-user-group-hamburg-incl-source-code/
//
//	FxUG is open source licensed under the Mozilla Public License 1.1.
//

/*
 MISC
*/

"OK" = "OK";
"BACK" = "Back";
"BY" = "by";
/* 
	ERROR 
*/ 
"ERROR_OFFLINE" = "You need a connection to the Internet for getting data!"; 


/*
	HEADLINES
*/

/*
	LABELS
*/
"LABEL_HOME" = "Home";
"LABEL_ABOUT" = "About";
"LABEL_REGISTER" = "Register now!";
"LABEL_INFO" = "Information";
"LABEL_LAST_ENTRIES" = " Last %d entries...";
"LABEL_BLOG_ENTRIES" = "Blog entries";
"LABEL_BLOG_ENTRY" = "Detail";


/*
	TXT
*/
"TXT_ABOUT" = "<p>Adobe Flex User Group <br />Hamburg / Germany<br /><a href=\"http://www.flexughh.de/\">www.flexughh.de</a><p><p>iPhone development by<br>Jens Krause<br><a href=\"http://www.websector.de/\">www.websector.de</a></p>";

